Repository: zac-clarke/ma-montreal
Catalog: Resources/SharedResource.*.resx
Languages: fr_ca

source: Developed By
fr_ca: Développé

# home_howitworks_body
source: The solution for addiction to many substances has been found for many through the 12 steps of alcoholics anonymous. With the help of the steps, we have found not only freedom from addictions that make our existence unbearable but a sense of comfort inside our skin. We say the program is simple, but it isn't necessarily easy. We are NOT religious. We do not support ANY causes. We want to help each other recover from the strong grip of addiction!
fr_ca: La solution à la dépendance aux drogues, à l’alcool et autres, a été trouvé par un grand nombre d’individus dans un programme en 12 étapes des alcooliques anonymes. Avec l’aide des étapes, nous avons trouvé non seulement la liberté de ne plus consommer, mais aussi la façon d’être bien dans notre peau. Nous affirmons que notre programme est simple, mais pas qu’il est facile. Nous ne sommes PAS religieux. Nous ne supportons AUCUNE cause. Nous voulons simplement nous entraider à vaincre la forte emprise qu’a la dépendance sur nos vies.

# home_howitworks_title
source: There is a Solution
fr_ca: Il existe une solution

# home_literature_body
source: Written by marijuana addicts and for marijuana addicts, download pdfs of our literature for free directly from the site.
fr_ca: Ces documents ont été écrits par des dépendants, pour les dépendants. Téléchargez les pdf de notre littérature gratuitement directement de ce site.

# home_literature_button
source: Literature
fr_ca: Litérature

# home_literature_title
source: There is plenty to read to get started
fr_ca: Lecture pour commencer

# home_meetings_body
source: One of the most important components of staying sober is going to meetings and connecting with other addicts who are also trying to stay sober. As a young fellowship in Montreal, we only have a few meetings, but what we lack in quantity, we make up for in quality. Many people who are sober today have come through the rooms of MA in Montreal. Going to meetings helps you escape the isolation that often accompanies addiction. It is also a way of deciding for yourself whether or not this program could work for you. Do yourself a favor if you think you have a problem with marijuana, and join us <3!
fr_ca: L’une des composantes principales à l’abstinence est la présence aux réunions et la rencontre d’autres dépendants qui essaient de rester abstinents. En tant que groupe relativement récent à Montréal (2008), nous avons seulement quelques réunions, mais ce qui nous manque en quantité nous le compensons en qualité. Beaucoup de personnes sobres aujourd’hui sont passées par les réunions de Marijuana Anonyme à Montréal. Aller aux réunions vous permet de vous évader de l’isolement qui accompagne souvent la dépendance. C’est aussi une façon pour vous de décider si ce programme fonctionnera dans votre vie. Donnez-vous une chance et présentez-vous à une réunion.

# home_meetings_title
source: Find a meeting near you
fr_ca: Trouver une réunion près de chez vous

# home_seekhelp_body
source: Our program teaches us that the only way we can stay sober is to help the still-suffering marijuana addict. By contacting us, you allow us to stay clean. Even if it might be difficult to admit to marijuana addiction, it may be the most important first step to getting your life back on track. Be strong, but do not do it alone.
fr_ca: Notre programme nous enseigne que la seule façon de garder notre abstinence est d’aider le dépendant qui souffre encore à le devenir. En nous contactant vous nous permettez de ne pas consommer, juste pour aujourd’hui. Même s’il peut être difficile d’admettre une dépendance à la marijuana, il s’agit peut-être du premier pas pour remettre votre vie sur le bon chemin. L’union fait la force

# home_seekhelp_button
source: Seek Help
fr_ca: Rechercher de l’aide

# home_seekhelp_title
source: Reach out to us
fr_ca: Rechercher de l’aide

source: How it Works
fr_ca: Notre méthode

source: Meetings
fr_ca: Réunions

# nav_a_solution
source: A Solution
fr_ca: Une Solution

# nav_dashboard
source: Dashboard
fr_ca: tableau de bord

# nav_download_ma_app
source: Download MA App
fr_ca: Téléchargez MA App

# nav_home
source: Home
fr_ca: Accueil

# nav_how_it_works
source: How it Works
fr_ca: Notre méthode

# nav_seek_help
source: Seek Help
fr_ca: Rechercher de l’aide

# nav_twelve_promises
source: Twelve Promises
fr_ca: Les douze promesses

# nav_twelve_questions
source: Twelve Questions
fr_ca: Les douze questions

# nav_twelve_traditions
source: Twelve Traditions
fr_ca: Les douze traditions

source: Register
fr_ca: Registre

# lit_doctors_opinion
source: Doctors Opinion
fr_ca: L’opinion d’un médecin

# lit_doctors_opinion_body
source: A <b>MUST</b> read to start this journey
fr_ca: Une lecture <b>ESSENTIELLE</b> pour débuter votre parcours

# lit_about_sponsorship
source: About Sponsorhip
fr_ca: Au sujet du parrainage

# lit_about_sponsorship_body
source: Questions and answers about sponsorship
fr_ca: Pour répondre aux questions sur le parrainage

# lit_lwp
source: Life With Hope
fr_ca: Vivre avec l’espoir

# lit_lwp_body
source: This book is our main text
fr_ca: Ce livre constitue notre source d’information principale

# lit_detox
source: Detoxing from marijuana
fr_ca: La détoxification de la marijuana

# lit_detox_body
source: About detoxing from grass
fr_ca: Sur la détoxification du pote

# lit_newcomer
source: For the Newcomer
fr_ca: Pour le Nouveau

# lit_newcomer_body
source: Info for new people
fr_ca: Information pour les nouveaux arrivés

# seek_help_title
source: Reach out to Us
fr_ca: Rechercher de l’aide

# seek_help_body
source: Our program teaches us that the only way we can stay sober is to help the still-suffering marijuana addict. By contacting us, you allow us to stay clean. Even if it might be difficult to admit to marijuana addiction, it may be the most important first step to getting your life back on track. Be strong, but do not do it alone.
fr_ca: Notre programme nous enseigne que la seule façon de garder notre abstinence est d’aider le dépendant qui souffre encore à le devenir. En nous contactant vous nous permettez de ne pas consommer, juste pour aujourd’hui. Même s’il peut être difficile d’admettre une dépendance à la marijuana, il s’agit peut-être du premier pas pour remettre votre vie sur le bon chemin. L’union fait la force

source: Email us
fr_ca: Par courriel

source: Call us
fr_ca: Au téléphone

# hiw_step_1
source: We admitted we were powerless over marijuana, that our lives had become unmanageable.
fr_ca: Nous avons admis que nous étions impuissants devant la marijuana, que nous avions perdu la maîtrise de nos vies.

# hiw_step_2
source: Came to believe that a Power greater than ourselves could restore us to sanity.
fr_ca: Nous en sommes venus à croire qu’une puissance supérieure à nous-mêmes pouvait nous rendre la raison.

# hiw_preamble
source: The practice of rigorous honesty, of opening our hearts and minds, and the willingness to go to any lengths to have a spiritual awakening are essential to our recovery. Our old ideas and ways of life no longer work for us. Our suffering shows us that we need to let go absolutely. We surrender ourselves to a Power greater than ourselves. Here are the steps we take which are suggested for recovery:
fr_ca: Nos anciennes idées et façons de vivre ne fonctionnent plus. Notre souffrance nous démontre que nous avons le besoin absolu de lâcher prise. Nous nous abandonnons à une Puissance Supérieure à nous-mêmes. Voici les étapes qui rendent notre rétablissement possible :

# hiw_postamble
source: Do not be discouraged; none of us are saints. Our program is not easy, but it is simple. We strive for progress, not perfection. Our experiences, before and after we entered recovery, teach us three important ideas:
fr_ca: Ne vous découragez pas, nous ne sommes des saints. Ce programme n’est pas toujours facile, mais il est simple. Nous recherchons le progrès et non la perfection. Nos expériences avant et pendant notre rétablissement, nous enseignent trois idées importantes :

# hiw_idea_1
source: That we are marijuana addicts and cannot manage our own lives;
fr_ca: Que nous sommes des dépendants et que nous avons perdu la maîtrise de nos vies

# hiw_idea_2
source: That probably no human power can relieve our addiction; and
fr_ca: Qu’aucun humain ne pourrait nous guérir de notre dépendance et

# hiw_idea_3
source: That our Higher Power can and will if sought
fr_ca: Que notre Puissance Supérieure le peut si nous La recherchons

# hiw_step_3
source: Made a decision to turn our will and our lives over to the care of God, as we understood God.
fr_ca: Nous avons décidé de confier note volonté et notre vie aux soins de Dieu tel que nous Le concevions.

# hiw_step_4
source: Made a searching and fearless moral inventory of ourselves.
fr_ca: Nous avons procédé sans crainte à un inventaire approfondi de nous-mêmes.

# hiw_step_6
source: Were entirely ready to have God remove all these defects of character.
fr_ca: Nous étions tout à fait prêts à ce que Dieu élimine tous ces défauts.

# hiw_step_7
source: Humbly asked God to remove our shortcomings.
fr_ca: Nous Lui avons humblement demandé de faire disparaître nos défauts.

# hiw_step_8
source: Made a list of all persons we had harmed, and became willing to make amends to them all.
fr_ca: Nous avons dressé une liste de toutes les personnes que nous avions lésées et nous avons consenti à réparer nos torts envers chacune d’elles.

# hiw_step_9
source: Made direct amends to such people wherever possible, except when to do so would injure them or others.
fr_ca: Nous avons réparé nos torts directement envers ces personnes dans la mesure du possible, sauf lorsqu’en ce faisant, nous risquions de leur nuire ou de nuire à d’autres.

# hiw_step_10
source: Continued to take personal inventory and when we were wrong, promptly admitted it.
fr_ca: Nous avons poursuivi notre inventaire personnel et promptement admis nos torts dès que nous nous en sommes aperçus.

# hiw_step_11
source: Sought through prayer and meditation to improve our conscious contact with God, as we understood God, praying only for knowledge of God’s will for us and the power to carry that out.
fr_ca: Nous avons cherché par la prière et la méditation à améliorer notre contact conscient avec Dieu, tel que nous le concevions, Lui demandant seulement de connaître sa volonté à notre égard et de nous donner la force de l’exécuter.

# hiw_step_12
source: Having had a spiritual awakening as the result of these steps, we tried to carry this message to marijuana addicts and to practice these principles in all our affairs.
fr_ca: Ayant connu un éveil spirituel comme résultat de ces étapes, nous avons alors essayé de transmettre ce message à d’autres alcooliques et de mettre en pratique ces principes dans tous les domaines de notre vie.

# hiw_step_5
source: Admitted to God, to ourselves, and to another human being the exact nature of our wrongs.
fr_ca: Nous avons avoué à Dieu, à nous-mêmes et à un autre être humain la nature exacte de nos torts.

# 12_promises_title
source: The Promises
fr_ca: Les Promesses

# 12_promises_preamble
source: If we are painstaking about this phase of our development, we will be amazed before we are half way through.
fr_ca: Si nous sommes sérieux et appliqués dans les efforts que demande cette phase de notre évolution, nous serons étonnés des résultats, même après n'avoir parcouru que la moitié du chemin.

# 12_promises_promise_1
source: We are going to know a new freedom and a new happiness.
fr_ca: Nous connaîtrons une nouvelle liberté et un nouveau bonheur.

# 12_promises_promise_2
source: We will not regret the past nor wish to shut the door on it.
fr_ca: Nous ne regretterons pas plus le passé que nous ne voudrons l'oublier.

# 12_promises_promise_3
source: We will comprehend the word serenity.
fr_ca: Nous comprendrons le sens du mot sérénité

# 12_promises_promise_4
source: We will know peace.
fr_ca: Nous connaîtrons la paix.

# 12_promises_promise_5
source: No matter how far down the scale we have gone, we will see how our experience can benefit others.
fr_ca: Si profonde qu'ait été notre déchéance, nous verrons comment notre expérience peut profiter aux autres.

# 12_promises_promise_6
source: That feeling of uselessness and self-pity will disappear
fr_ca: Nous perdrons le sentiment d'être inutiles et cesserons de nous apitoyer sur notre sort.

# 12_promises_promise_7
source: We will lose interest in selfish things and gain interest in our fellows.
fr_ca: Mettant nos propres intérêts de côté, nous nous intéresserons davantage à nos semblables.

# 12_promises_promise_8
source: Self-seeking will slip away.
fr_ca: Nous ne serons plus tournés exclusivement vers nous-mêmes.

# 12_promises_promise_9
source: Our whole attitude and outlook on life will change.
fr_ca: Désormais nous envisagerons la vie d'une façon différente.

# 12_promises_promise_10
source: Fear of people and economic insecurity will leave us.
fr_ca: La crainte des gens et de l'insécurité financière disparaîtra.

# 12_promises_promise_11
source: We will intuitively know how to handle situations which used to baffle us.
fr_ca: Notre intuition nous dictera notre conduite dans des situations qui, auparavant, nous déroutaient.

# 12_promises_promise_12
source: We will suddenly realize that God is doing for us what we could not do for ourselves
fr_ca: Soudainement nous constaterons que Dieu fait pour nous ce que nous ne pouvions pas faire pour nous-mêmes.

# 12_promises_postamble
source: Are these extravagant promises? We think not. They are being fulfilled among us—sometimes quickly, sometimes slowly. They will always materialize if we work for them.
fr_ca: Est-ce que ce sont là des promesses extravagantes? Nous ne le croyons pas. Ces promesses se réalisent parmi nous parfois rapidement, parfois lentement. Mais elles se matérialisent toujours si nous travaillons dans ce sens.

# 12_questions_title
source: The questions
fr_ca: Les douze questions de Marijuana Anonyme

# 12_questions_preamble
source: The following questions may help you determine whether marijuana is a problem in your life.
fr_ca: Les questions suivantes pourraient t’aider à déterminer la marijuana est un problème dans votre vie.

# 12_questions_question_1
source: Has smoking pot stopped being fun?
fr_ca: Est-ce que consommer de la marijuana a cessé d’être amusant?

# 12_questions_question_2
source: Do you ever get high alone?
fr_ca: Est-ce que tu te gèles parfois seul(e)?

# 12_questions_question_3
source: Is it hard for you to imagine a life without marijuana?
fr_ca: Est-ce que c’est difficile pour toi d’imaginer une vie sans marijuana?

# 12_questions_question_4
source: Do you find that your friends are determined by your marijuana use?
fr_ca: Est-ce que tu trouves que tes amitiés sont définies par ta consommation de marijuana?

# 12_questions_question_5
source: Do you smoke marijuana to avoid dealing with your problems? see how our experience can benefit others.
fr_ca: Est-ce que tu consommes de la marijuana pour éviter de faire face à tes problèmes ou pour gérer tes émotions?

# 12_questions_question_6
source: Do you smoke pot to cope with your feelings?
fr_ca: Est-ce que ta consommation de marijuana a mené à des difficultés financières ou a entraîné des conséquences légales?

# 12_questions_question_7
source: Does your marijuana use let you live in a privately defined world?
fr_ca: Est-ce que ta consommation de marijuana te permet de vivre dans ton petit monde privé?

# 12_questions_question_8
source: Have you ever failed to keep promises you made about cutting down or controlling your dope smoking?
fr_ca: Est-ce que tu as déjà brisé tes promesses de réduire ta consommation de marijuana ou d’en contrôler l’usage?

# 12_questions_question_9
source: Has your use of marijuana caused problems with memory, concentration, or motivation?
fr_ca: Est-ce que ta consommation de marijuana a déjà causée des problèmes à ta santé, ta mémoire, ta concentration ou ta motivation?

# 12_questions_question_10
source: When your stash is nearly empty, do you feel anxious or worried about how to get more?
fr_ca: Quand ta réserve est presque vide, est[1]ce que tu ressens de l’anxiété ou de l’inquiétude sur les moyens de t’en procurer davantage?

# 12_questions_question_11
source: Do you plan your life around your marijuana use?
fr_ca: Est-ce que tu planifies ta vie autour de ta consommation de marijuana?

# 12_questions_question_12
source: Have friends or relatives ever complained that your pot smoking is damaging your relationship with them?
fr_ca: Est-ce que ta famille ou tes amis se sont déjà plaint de ta consommation de marijuana et du fait qu’elle abime ta relation avec eux?

# 12_questions_postamble
source: If you answered yes to any of the above questions, you may have a problem with marijuana.
fr_ca: Si tu as répondu oui à une de ces questions, tu as peut-être un problème avec la marijuana

# 12_traditions_title
source: The Traditions
fr_ca: Les douze traditions de Marijuana Anonyme

# 12_traditions_tradition_1
source: Our common welfare should come first; personal recovery depends upon MA unity.
fr_ca: Notre bien-être commun devrait venir en premier lieu; le rétablissement personnel dépend de l’unité des MA.

# 12_traditions_tradition_2
source: For our group purpose there is but one ultimate authority, a loving God whose expression may come through in our group conscience. Our leaders are but trusted servants; they do not govern.
fr_ca: Dans la poursuite de notre objectif commun, il n’existe qu’une seule autorité ultime : un Dieu d’amour tel qu’il peut se manifester dans notre conscience de groupe. Nos chefs ne sont que des serviteurs de confiance, ils ne gouvernent pas.

# 12_traditions_tradition_3
source: The only requirement for membership is a desire to stop using marijuana.
fr_ca: Le désir d’arrêter de boire est la seule condition pour être membre de MA.

# 12_traditions_tradition_4
source: Each group should be autonomous except in matters affecting other groups or MA as a whole.
fr_ca: Chaque groupe devrait être autonome, sauf sur les points qui touchent d’autres groupes ou l’ensemble du Mouvement.

# 12_traditions_tradition_5
source: Each group has but one primary purpose, to carry its message to the marijuana addict who still suffers.
fr_ca: Chaque groupe n’a qu’un objectif primordial; transmettre son message au dépendant qui souffre encore.

# 12_traditions_tradition_6
source: MA groups ought never endorse, finance, or lend the MA name to any related facility or outside enterprise, lest problems of money, property, and prestige divert us from our primary purpose.
fr_ca: Un groupe ne devrait jamais endosser ou financer d’autres organismes, qu’ils soient apparentés ou étrangers à MA, ni leur prêter le nom de Marijuana Anonyme, de peur que les soucis d’argent, de propriété ou de prestige ne nous distraient de notre objectif premier.

# 12_traditions_tradition_7
source: Every MA group ought to be fully self-supporting, declining outside contributions.
fr_ca: Tous les groupes devraient subvenir entièrement à leurs besoins et refuser les contributions de l’extérieur.

# 12_traditions_tradition_8
source: Marijuana Anonymous should remain forever nonprofessional, but our service centers may employ special workers.
fr_ca: Le Mouvement Marijuana Anonyme devrait toujours demeurer non professionnel, mais nos centres de service peuvent engager des employés qualifiés.

# 12_traditions_tradition_9
source: MA, as such, ought never be organized, but we may create service boards or committees directly responsible to those they serve.
fr_ca: Comme Mouvement, Marijuana anonyme ne devrait jamais avoir de structure formelle, mais nous pouvons constituer des conseils ou des comités de service directement responsables envers ceux qu’ils servent.

# 12_traditions_tradition_10
source: Marijuana Anonymous has no opinion on outside issues; hence the MA name ought never be drawn into public controversy.
fr_ca: Le Mouvement Marijuana Anonyme n’exprime aucune opinion sur des sujets étrangers; le nom MA ne devrait donc jamais être mêlé à des controverses publiques.

# 12_traditions_tradition_11
source: Our public relations policy is based upon attraction rather than promotion; we need always maintain personal anonymity at the level of press, radio, TV, film, and other public media. We need guard with special care the anonymity of all fellow MA members.
fr_ca: La politique de nos relations publiques est basée sur l’attrait plutôt que sur la réclame; nous devons toujours garder l’anonymat personnel dans la presse écrite et parlée de même qu’au cinéma.

# 12_traditions_tradition_12
source: Anonymity is the spiritual foundation of all our traditions, ever reminding us to place principles before personalities.If we are painstaking about this phase of our development, we will be amazed before we are half way through.
fr_ca: L’anonymat est la base spirituelle de toutes nos traditions et nous rappelle sans cesse de placer les principes au-dessus des personnalités.

# lit_detox_link
source: https://mamontrealblob.blob.core.windows.net/literature/Detoxing_From_marijuana.pdf
fr_ca: https://mamontrealblob.blob.core.windows.net/literature/Detox.pdf

# lit_about_sponsorship_link
source: https://mamontrealblob.blob.core.windows.net/literature/About_Sponsorship.pdf
fr_ca: https://mamontrealblob.blob.core.windows.net/literature/Parrainage.pdf

# lit_newcomer_link
source: https://mamontrealblob.blob.core.windows.net/literature/For_The_Newcomer.pdf
fr_ca: https://mamontrealblob.blob.core.windows.net/literature/Pour%20le%20Nouveau.pdf
